Repository: novetrendy/Add-Checkout
Catalog: includes/languages/add-checkout-*.po
Languages: cs_cz

source: WebStudio New Trends
cs_cz: WebStudio Nove Trendy

source: Add a buttons "continue shopping" and "empty cart" and the custom text on the cart page
cs_cz: Přidá tlačítka "Pokračovat v nákupu" a "Vyprázdnit košík", dále vlastní text na stránku s košíkem.

source: New Trends
cs_cz: Nové Trendy

source: Mainpage for setting plugins from New Trends
cs_cz: Rozcestník pro nastavení pluginů Nové Trendy

source: Plugin Add Checkout adds two notes and two buttons to cart page
cs_cz: Plugin Add Checkout přidá poznámky a tlačítka do košíku.

source: Continue shopping
cs_cz: Pokračovat v nákupu

source: Empty cart
cs_cz: Vyprázdnit košík

source: Settings Add Checkout
cs_cz: Nastavení pluginu Add Checkout

source: Add Checkout - Plugin settings
cs_cz: Nastavení pluginu Add Checkout

source: Settings notes and buttons in Cart page
cs_cz: Nastavení poznámek a tlačítek v košíku

source: Enable Note 1 ?
cs_cz: Povolit poznámku 1 ?

source: Note 1:
cs_cz: Poznámka 1

source: Enable Note 2 ?
cs_cz: Povolit poznámku 2 ?

source: Note 2:
cs_cz: Poznámka 2

source: Show button "Empty Cart"?
cs_cz: Zobrazit tlačítko "Vyprázdnit košík" ?

source: Show button "Continue Shopping"?
cs_cz: Zobrazit tlačítko "Pokračovat v nákupu" ?

source: Enter a notes that will appear in the shopping cart:
cs_cz: Zadejte poznámky, které se zobrazí na stránce košíku:
